[
  {
    "id": 1,
    "type": "Morning",
    "text": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "enTransliteration": "Al-Lahu Lā 'Ilāha 'Illā Huwa Al-Ĥayyu Al-Qayyūmu ۚ Lā Ta'khudhuhu Sinatun Wa Lā Nawmun ۚ Lahu Mā Fī As-Samāwāti Wa Mā Fī Al-'Arđi ۗ Man Dhā Al-Ladhī Yashfa`u `Indahu 'Illā Bi'idhnihi ۚ Ya`lamu Mā Bayna 'Aydīhim Wa Mā Khalfahum ۖ Wa Lā Yuĥīţūna Bishay'in Min `Ilmihi 'Illā Bimā Shā'a ۚ Wasi`a Kursīyuhu As-Samāwāti Wa Al-'Arđa ۖ Wa Lā Ya'ūduhu Ĥifžuhumā ۚ Wa Huwa Al-`Alīyu Al-`Ažīmu",
    "enTranslation": "God! There is no god but He,-the Living, the Self-subsisting, Eternal. No slumber can seize Him nor sleep. His are all things in the heavens and on earth. Who is there can intercede in His presence except as He permitteth? He knoweth what (appeareth to His creatures as) before or after or behind them. Nor shall they compass aught of His knowledge except as He willeth. His Throne doth extend over the heavens and the earth, and He feeleth no fatigue in guarding and preserving them for He is the Most High, the Supreme (in glory).",
    "frTransliteration": null,
    "frTranslation": "Allah! Point de divinité à part Lui, le Vivant, Celui qui subsiste par lui-même ‹al-Qayyum›. Ni somnolence ni sommeil ne Le saisissent. A lui appartient tout ce qui est dans les cieux et sur la terre. Qui peut intercéder auprès de Lui sans Sa permission? Il connaît leur passé et leur futur. Et, de Sa science, ils n'embrassent que ce qu'Il veut. Son Trٍne ‹Kursiy› déborde les cieux et la terre, dont la garde ne Lui coûte aucune peine. Et Il est le Très Haut, le Très Grand..",
    "esTransliteration": null,
    "esTranslation": "¡Dios! No existe nada ni nadie con derecho a ser adorado excepto Él, el Viviente [Eterno], el Sustentador [y Gobernador de toda la creación]. No Lo afectan somnolencia ni sueño. Suyo es cuanto hay en los cielos y la Tierra. ¿Quién podrá interceder ante Él si no es con Su permiso? Conoce el pasado y el futuro [lo manifiesto y lo oculto] y nadie abarca de Su conocimiento salvo lo que Él quiere. El escabel de Su Trono abarca los cielos y la Tierra, y la custodia [y mantenimiento] de ambos no Lo agobia. Y Él es el Sublime, el Grandioso.",
    "times": 1
  },
  {
    "id": 2,
    "type": "Morning",
    "text": "بسم الله الرحمن الرحيم\r\nقُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ",
    "enTransliteration": "Qul Huwa Al-Lahu 'Aĥadun, Alllahu Aş-Şamadu, Lam Yalid Wa Lam Yūlad, Walam Yakun Lahu Kufūan 'Aĥadun",
    "enTranslation": "Say: He is God, the One and Only; God, the Eternal, Absolute; He begetteth not, nor is He begotten; And there is none like unto Him.",
    "frTransliteration": null,
    "frTranslation": "Dis: ‹Il est Allah, Unique. Allah, Le Seul à être imploré pour ce que nous désirons. Il n'a jamais engendré, n'a pas été engendré non plus. Et nul n'est égal à Lui›.",
    "esTransliteration": null,
    "esTranslation": "Di: \"Él es Al-lah, Uno.  Al-lah es el Absoluto.  No engendró ni fue engendrado.  Y no hay nada ni nadie que sea semejante a Él\".",
    "times": 3
  },
  {
    "id": 3,
    "type": "Morning",
    "text": "بسم الله الرحمن الرحيم\r\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "enTransliteration": "Qul 'A`ūdhu Birabbi Al-Falaqi, Min Sharri Mā Khalaqa, Wa Min Sharri Ghāsiqin 'Idhā Waqaba, Wa Min Sharri An-Naffāthāti Fī Al-`Uqadi, Wa Min Sharri Ĥāsidin 'Idhā Ĥasada",
    "enTranslation": "Say: I seek refuge with the Lord of the Dawn; From the mischief of created things; From the mischief of Darkness as it overspreads; From the mischief of those who practise secret arts; And from the mischief of the envious one as he practises envy.",
    "frTransliteration": null,
    "frTranslation": "Dis: ‹Je cherche protection auprès du Seigneur de l'aube naissante, contre le mal des êtres qu'Il a créés, contre le mal de l'obscurité quand elle s'approfondit, contre le mal de celles qui soufflent (les sorcières) sur les noeuds, et contre le mal de l'envieux quand il envie›.",
    "esTransliteration": null,
    "esTranslation": "Di: \"Me refugio en el Señor del amanecer,  de todo el mal que existe en lo que Él creó,  del mal de la oscuridad de la noche cuando se extiende,  del mal de las [hechiceras] sopladoras de nudos,  y del mal del envidioso cuando envidia\"",
    "times": 3
  },
  {
    "id": 4,
    "type": "Morning",
    "text": "بسم الله الرحمن الرحيم\r\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ",
    "enTransliteration": "Qul 'A`ūdhu Birabbi An-Nāsi, Maliki An-Nāsi, 'Ilahi An-Nāsi, Min Sharri Al-Waswāsi Al-Khannāsi, Al-Ladhī Yuwaswisu Fī Şudūri An-Nāsi, Mina Al-Jinnati Wa An-Nāsi",
    "enTranslation": "Say: I seek refuge with the Lord and Cherisher of Mankind, The King (or Ruler) of Mankind, The God (for judge) of Mankind, From the mischief of the Whisperer (of Evil), who withdraws (after his whisper), (The same) who whispers into the hearts of Mankind, Among Jinns and among men.",
    "frTransliteration": null,
    "frTranslation": "Dis: ‹Je cherche protection auprès du Seigneur des hommes. Le Souverain des hommes, Dieu des hommes, contre le mal du mauvais conseiller, furtif, qui souffle le mal dans les poitrines des hommes, qu'il (le conseiller) soit un djinn, ou un être humain›.",
    "esTransliteration": null,
    "esTranslation": "Di: \"Me refugio en el Señor de los seres humanos,  en el Rey Soberano de los seres humanos,  en el [único] Dios de los seres humanos,  de la maldad del [demonio] susurrador que huye [cuando el nombre de Dios es mencionado],  que susurra en los corazones de los seres humanos,  y existe entre los yinnes y entre los seres humanos\".",
    "times": 3
  },
  {
    "id": 5,
    "type": "Morning",
    "text": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ، وَسُوءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِيْ النَّارِ وَعَذَابٍ فِيْ الْقَبْرِ.",
    "enTransliteration": "Asbahna wa-asbahal-mulku lillah walhamdu lillah la ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, rabbi as-aluka khayra ma fee hatha-alyawmi, wakhayra ma baAAdaho, wa-aAAoothu bika min sharri hatha-alyawmi, washarri ma baAAdaho, rabbi aAAoothu bika minal-kasal, wasoo-il kibar, rabbi aAAoothu bika min AAathabin fin-nar, waAAathabin fil-qabr.",
    "enTranslation": "We have reached the morning and at this very time unto Allah belongs all sovereignty, and all praise is for Allah. None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. My Lord, I ask You for the good of this day and the good of what follows it and I take refuge in You from the evil of this day and the evil of what follows it. My Lord, I take refuge in You from laziness and senility. My Lord, I take refuge in You from torment in the Fire and punishment in the grave.",
    "frTransliteration": null,
    "frTranslation": "Nous voilà au matin et la royauté appartient à Allah. Louange à Allah, Il n’y a de divinité digne d’adoration qu’Allah, Seul, sans associé. A Lui la royauté, à Lui la louange et Il est capable de toute chose. Seigneur ! Je Te demande le bien de cette nuit et le bien qui vient après. Et je me mets sous Ta protection contre le mal de cette nuit et le mal qui vient après. Ô Allah ! Je me mets sous Ta protection contre la paresse et les maux de la vieillesse. Je cherche protection auprès de Toi contre le châtiment de l’Enfer et de châtiment de la tombe.",
    "esTransliteration": "Asbahnaa wa asbaha al Mulku Lilah wal hamdu lilahi, laa ilaha ila Alahu, wahdahu laa shariika Lahu, Lahul mulku wa lahul hamdu wa Hua ’alaa kuli sheiin Qadiir. Rabbi asa'luka Jaiira maa fii hada aliawmi , wa Jaiira maa ba’dahu, wa a’udhu bika min sharri hada aliawmi wa sharri maa ba’ dahu, Rabbi a’udhu bika minal kasali wa suu.il kíbari, Rabbi a’udhu bika min ’adhaabin fin naari wa ’adhaabin fiil qabri.",
    "esTranslation": "Amanecemos y amanece el Reino de Allah. La alabanza es para Allah, no hay divinidad salvo Allah, único, sin asociado, Suya es la alabanza y es sobre toda cosa Poderoso. Señor, te pido el bien de esta noche y el bien de lo que sigue luego de ella y me refugio en Ti del mal de esta noche y del mal de lo que sigue después de ella. Señor, me refugio en Ti de la avaricia y de los problemas de la vejez, Señor en Ti me amparo del castigo del Fuego y del tormento de la tumba. ",
    "times": 1
  },
  {
    "id": 6,
    "type": "Morning",
    "text": "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ.",
    "enTransliteration": "Allahumma bika asbahna wabika amsayna, wabika nahya ,wabika namootu wa-ilaykan-nushoor.",
    "enTranslation": "O Allah, by your leave we have reached the morning and by Your leave we have reached the evening, by Your leave we live and die and unto You is our resurrection.",
    "frTransliteration": null,
    "frTranslation": "Allah ! C’est par Toi que nous nous retrouvons au matin et c’est par Toi que nous nous retrouvons au soir. C’est par Toi que nous vivons et c’est par Toi que nous mourons et c’est vers Toi que se fera la résurrection.",
    "esTransliteration": "Alahumma bika aSbahnaa wa bika amsainaa, wa bika nahiaa wa bika namuutu, wa ileikal nushuuru.",
    "esTranslation": "Oh Allah, por Ti amanecemos y por Ti atardecemos, con tu permiso vivimos y morimos, y a Ti será el retorno.",
    "times": 1
  },
  {
    "id": 7,
    "type": "Morning",
    "text": "اللَّهُمَّ أَنْتَ رَبِّي لَّا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِر لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.",
    "enTransliteration": "Allahumma anta rabbee la ilaha illa ant, khalaqtanee wa-ana AAabduk, wa-ana AAala AAahdika wawaAAdika mas-tataAAt, aAAoothu bika min sharri ma sanaAAt, aboo-o laka biniAAmatika AAalay, wa-aboo-o bithanbee, faghfir lee fa-innahu la yaghfiruth-thunooba illa ant.",
    "enTranslation": "O Allah, You are my Lord, none has the right to be worshipped except You, You created me and I am Your servant and I abide to Your covenant and promise as best I can, I take refuge in You from the evil of which I have committed. I acknowledge Your favour upon me and I acknowledge my sin, so forgive me, for verily none can forgive sin except You.",
    "frTransliteration": null,
    "frTranslation": "Ô Allah ! Tu es mon Seigneur. Il n’y a d’autre divinité digne d’adoration que Toi. Tu m’as créé et je suis Ton serviteur, je me conforme autant que je peux à mon engagement et à ma promesse vis-à-vis de Toi. Je me mets sous Ta protection contre le mal que j’ai commis. Je reconnais Ton bienfait à mon égard et je reconnais mon péché. Pardonne-moi car Il n’y a que Toi qui pardonne les péchés.",
    "esTransliteration": "Alahumma Anta Rabbii laa ilaha ila Anta khalaqtanii waana ’abduka, wa ana ’alaa ’ahdika wa wá’dika maa istaTa’tu a’udhu bika min sharri maa sana’tu, ábuu.u laka bini’matika aleiia, wa abuu.u bi dhanbii, faagfir lii fa innahu laa iagfiru adhunuuba ilaa Anta.",
    "esTranslation": "Oh Allah Tu eres mi Señor, no hay Dios salvo Tú, me has creado y yo soy tu siervo, Mantengo mi pacto y promesa contigo de la mejor manera que puedo, en Ti me refugio del mal que haya cometido. Reconozco Tus gracias para conmigo y reconozco mis pecados, perdóname porque ciertamente nadie perdona los pecados sino Tú.",
    "times": 1
  },
  {
    "id": 8,
    "type": "Morning",
    "text": "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ",
    "enTransliteration": "Allahumma innee asbahtu oshhiduk, wa-oshhidu hamalata AAarshik, wamala-ikatak, wajameeAAa khalqik, annaka antal-lahu la ilaha illa ant, wahdaka la shareeka lak, wa-anna Muhammadan AAabduka warasooluk (four times).",
    "enTranslation": "O Allah, verily I have reached the morning and call on You, the bearers of Your throne, Your angles, and all of Your creation to witness that You are Allah, none has the right to be worshipped except You, alone, without partner and that Muhammad is Your Servant and Messenger. (four times).",
    "frTransliteration": "",
    "frTranslation": "Ô Seigneur ! Me voici au matin [ou au soir], je Te prends à témoin et je prends à témoins les porteurs de Ton Trône ainsi que Tes anges et toutes tes créatures, que c'est Toi Allah, il n'y a de divinité que Toi, Tu es Seul et sans associé, et que Mohammed est Ton esclave et Ton messager.",
    "esTransliteration": "Alahumma innii aSbahtu ushhiduka, wa ushhidu hamalata ’arshika, wa mala.ikataka, wa yamii’a Jalqika, annaka Anta Alah laa ilaha ila Anta, wahdahu laa shariika laka, wa anna Muhámmadan ’abduka wa rasuuluka.",
    "esTranslation": "Oh Allah, ciertamente amanezco y atestiguo, así como atestiguan los (ángeles) que sostienen Tu Trono, Tus ángeles y toda Tu creación, de que Tu eres Allah y no hay divinidad salvo Tú, único, sin asociado y que Muhammmad es Tu siervo y mensajero.",
    "times": 4
  },
  {
    "id": 9,
    "type": "Morning",
    "text": "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ.",
    "enTransliteration": "Allahumma ma asbaha bee min niAAmatin, aw bi-ahadin min khalqik, faminka wahdaka la shareeka lak, falakal-hamdu walakash-shukr.",
    "enTranslation": "O Allah, what blessing I or any of Your creation have risen upon, is from You alone, without partner, so for You is all praise and unto You all thanks.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Tout ce qui m'arrive comme bienfaits en ce jour qui se lève, à moi ou à l'une de Tes créatures, provient de Toi Seul, sans associé. A Toi la louange ainsi que la gratitude.",
    "esTransliteration": "Allahumma maa asbaha bii min ni’matin, au bi ahadiin min khalqika, fa minka wahdaka laa shariika laka, fa laka-l-hamdu wa laka ash-shukru.",
    "esTranslation": "¡Oh Allah! Toda la gracia que poseo o posea alguien de Tu creación, proviene de Ti, único sin asociados, para Ti es la alabanza y el agradecimiento.",
    "times": 1
  },
  {
    "id": 10,
    "type": "Morning",
    "text": "اللَّهُمَّ عَافِني فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إلاَّ أَنْتَ.",
    "enTransliteration": "Allahumma AAafinee fee badanee, allahumma AAafinee fee samAAee, allahumma AAafinee fee basaree, la ilaha illa ant.",
    "enTranslation": "Allah, grant my body health, O Allah, grant my hearing health, O Allah, grant my sight health. None has the right to be worshipped except You.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Accorde-moi la santé (ou le salut). Ô Seigneur ! Accorde la santé à mon ouïe. Ô Seigneur ! Accorde la santé à ma vue. Il n'y a de divinité qu'Allah.",
    "esTransliteration": "Allahumma ’aafinii fii badanii, Alahumma ’aafinii fii sam’iii, Alahumma ’aafinii fii baSarii, laa ilaha ila Anta. ",
    "esTranslation": "Oh Allah, concede salud a mi cuerpo, Oh Allah, otorgale salud a mis oídos, Oh Allah, concede salud a mi vista, no hay dios sino Tú.",
    "times": 3
  },
  {
    "id": 11,
    "type": "Morning",
    "text": "اللَّهُمَّ إِنِّي أَعُوذُبِكَ مِنَ الْكُفْر، وَالفَقْرِ، وَأَعُوذُبِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إلَهَ إلاَّ أَنْتَ.",
    "enTransliteration": "Allahumma innee aAAoothu bika minal-kufr, walfaqr, wa-aAAoothu bika min AAathabil-qabr, la ilaha illa ant.",
    "enTranslation": "O Allah, I take refuge with You from disbelief and poverty, and I take refuge with You from the punishment of the grave. None has the right to be worshipped except You.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Je cherche protection auprès de Toi contre la mécréance, la pauvreté et je me mets sous Ta protection contre les tourments de la tombe. Il n'y a pas de divinité sauf Toi.",
    "esTransliteration": "Alahumma innii a’udhu bika minal kufri wal faqri, wa a’udhu bika min ’adhaabil qabri, laa ilaha ila Anta.",
    "esTranslation": "Oh Allah ciertamente me refugio en Ti de la incredulidad, de la pobreza, y en Ti me amparo del tormento de la tumba, no hay dios sino Tú.",
    "times": 3
  },
  {
    "id": 12,
    "type": "Morning",
    "text": "حَسْبِيَ اللَّهُ لَآ إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ.",
    "enTransliteration": "Hasbiyal-lahu la ilaha illa huwa, AAalayhi tawakkalt, wahuwa rabbul-AAarshil-AAatheem.",
    "enTranslation": "Allah is Sufficient for me, none has the right to be worshipped except Him, upon Him I rely and He is Lord of the exalted throne.",
    "frTransliteration": null,
    "frTranslation": "Allah me suffit, il n'y a de divinité que Lui, c'est en Lui que je place ma confiance et Il est le Seigneur du Trône immense.",
    "esTransliteration": "Hasbii Allah laa ilaha ila húa ’aleihi tawakkaltu wa hua Rabbul ’arshil Al-aDhiimi.",
    "esTranslation": "Alah me basta, no hay divinidad sino Él, a  Él me confío,  Señor del Trono Magnífico.",
    "times": 7
  },
  {
    "id": 13,
    "type": "Morning",
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي، وَدُنْيَايَ، وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيَ.",
    "enTransliteration": "Allahumma innee as-alukal-AAafwa walAAafiyah, fid-dunya wal-akhirah, allahumma innee as-alukal-AAafwa walAAafiyah fee deenee, wadunyaya wa-ahlee, wamalee, allahummas-tur AAawratee, wa-amin rawAAatee, allahummah-fathnee min bayni yaday, wamin khalfee, waAAan yameenee, waAAan shimalee, wamin fawqee, wa-aAAoothu biAAathamatika an oghtala min tahtee.",
    "enTranslation": "O Allah, I ask You for pardon and well-being in this life and the next. O Allah, I ask You for pardon and well-being in my religious and worldly affairs, and my family and my wealth. O Allah, veil my weaknesses and set at ease my dismay. O Allah, preserve me from the front and from behind and on my right and on my left and from above, and I take refuge with You lest I be swallowed up by the earth.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Je te demande le pardon et la santé dans cette vie et dans l'au-delà. Ô Seigneur ! Je Te demande le pardon et la paix dans ma religion, ma vie, ma famille et mes biens. Ô Seigneur ! Cache mes défauts et mets-moi à l'abri de tous mes effrois. Ô Seigneur ! Protège-moi devant moi, derrière moi, sur ma droite, sur ma gauche et au-dessus de moi et je me mets sous la protection de Ta grandeur pour que je ne sois pas assassiné par en dessous de moi.",
    "esTransliteration": "Alahumma innii as.aluka al ’afua wal ’aafiiata fiid dunia wal áaJirati, Alahumma innii as.aluka al ’afua wal ’aafiiata fii diinii, wa duniaaia wa ahlii, wa maalii, Alahumma ustur ’auraatii, wa aamin rau’aatii, Alahumma ahfiDhnii min baini iadaiia, wa min Jalfii, wa ’an shimaalii, wa min fauqii, a’udhu bi ’aDhamatika an ugtaala min tahtii.",
    "esTranslation": "Oh Allah! ciertamente solicito Tu indulgencia y el bienestar en esta vida y en la otra, Oh Allah! ciertamente ruego Tu perdón y el bienestar en mis asuntos religiosos, mundanales, mi familia y mis bienes, Oh Allah! cubre mi desnudes, y confórtame ante el miedo, Oh Allah! protégeme de lo que hay delante de mi y por detrás, a mi derecha e izquierda, sobre mí. Me refugio en Tu grandeza de ser tragado por la tierra.",
    "times": 1
  },
  {
    "id": 14,
    "type": "Morning",
    "text": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّماوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ.",
    "enTransliteration": "Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, waan aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim.",
    "enTranslation": "O Allah, Knower of the unseen and the seen, Creator of the heavens and the Earth, Lord and Sovereign of all things, I bear witness that none has the right to be worshipped except You. I take refuge in You from the evil of my soul and from the evil and shirk of the devil, and from committing wrong against my soul or bringing such upon another Muslim.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Le Connaisseur de l'invisible et du visible, le Créateur des cieux et de la terre, Seigneur et Maître de toute chose. J'atteste qu'il n'y a d'autre divinité sauf Toi. Je me mets sous Ta protection contre le mal de mon âme, contre le mal du diable et son polythéisme et contre le fait que je ne me nuise à moi-même ou que je ne nuise à un musulman.",
    "esTransliteration": "Alahumma ’Aalimal gaibi wash shahaadati FaaTira assamauaati wal arDi rabba kulli shei.in wa maliikahu, ashhadu an laa ilaha illa Anta a’udhu bika min sharri nafsii wa min sharri SheiTaani wa shirkihi, wa an aqtarifa ’alaa nafsii suu.an au ayurrahu ilaa muslimin.",
    "esTranslation": "Oh Allah, Conocedor de lo oculto y lo manifiesto, Creador de los cielos y de la tierra, Señor de los ángeles y de todas las cosas, atestiguo que no hay divinidad sino Tu, me refugio en Ti del mal de mi mismo, del mal del Sheitan y de su idolatría, y de cometer mal en contra de mi mismo, o en contra de un musulmán.",
    "times": 1
  },
  {
    "id": 15,
    "type": "Morning",
    "text": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "enTransliteration": "Bismillāh, alladhi lā yaḍurru ma`a ismihi shai'un fil-arḍi wa lā fis-samā', wa huwas-Samī`ul `Alīm",
    "enTranslation": "In the Name of Allah, who with His Name, nothing in the earth or the heavens can cause harm, and He is the Hearing, the Knowing.",
    "frTransliteration": null,
    "frTranslation": "Au nom d'Allah, nul ne peut nuire en présence de Son nom sur terre et dans le ciel et Il est l'Audient, l'Omniscient.",
    "esTransliteration": "Bismi Alahi aladhíí laa iaDurru ma’a ismihi sheiiun fiil arDi wa laa fis samaa.i wa húas Samii’ul ’Aliimu",
    "esTranslation": "En el nombre de Allah en cuyo nombre nada perjudica, asi en la tierra como en los cielos, Él es quien todo lo oye El que todo lo sabe.",
    "times": 3
  },
  {
    "id": 16,
    "type": "Morning",
    "text": "رَضِيتُ باللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِيناً، وَبِمُحَمَّدٍ صَلَى اللَّهُ عَلِيهِ وَسَلَّمَ نَبِيَّاً.",
    "enTransliteration": "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin peace be upon to him nabiyya.",
    "enTranslation": "I am pleased with Allah as a Lord, and Islam as a religion and Muhammad peace be upon to him as a Prophet. (three times)",
    "frTransliteration": null,
    "frTranslation": "J'ai agréé Allah comme mon seigneur, l'Islam comme ma religion et Mohammed (sws) comme mon prophète.",
    "esTransliteration": "RaDiitu bi Alahi rabban, wa bil Islaami diinan, wa bi Muhámmadin (la paz y las bendiciones de Allah sean con él) Nabiian.",
    "esTranslation": "Estoy satisfecho de  Allah como Señor, del Islam como religión, y de Muhammad (la paz y las bendiciones de Allah sean con él) como Profeta.",
    "times": 3
  },
  {
    "id": 17,
    "type": "Morning",
    "text": "يا حيُّ يا قَيومُ برَحْمتِكَ أَسْتَغيث ، أَصْلِحْ لي شأْني كُله ، وَلا تَكِلني إِلى نَفْسي طَرْفَةَ عَين.",
    "enTransliteration": "Ya hayyu ya qayyoom, birahmatika astagheeth, aslih lee sha/nee kullah, wala takilnee ila nafsee tarfata AAayn.",
    "enTranslation": "O Ever Living, O Self-Subsisting and Supporter of all, by Your mercy I seek assistance, rectify for me all of my affairs and do not leave me to myself, even for the blink of an eye.",
    "frTransliteration": null,
    "frTranslation": "Ô le Vivant, Celui qui veille éternellement à la bonne marche de toute chose, j'implore secours auprès de Ta miséricorde. Améliore ma situation et ne me laisse pas à mon propre sort ne serait-ce le temps d'un clin d'œil.",
    "esTransliteration": "Iaa Haiiu iaa Qaiiuumu bi Rahmátika astaguiizu aSlih lii sha.nii kulahu wa laa takilnii ilaa nafsii Tárfata ’ainin.",
    "esTranslation": "Oh Viviente, Oh Subsistente, en Tu misericordia busco asistencia, rectifica todos mis asuntos y no me dejes abandonado a mi mismo, ni siquiera un parpadeo",
    "times": 1
  },
  {
    "id": 18,
    "type": "Morning",
    "text": "أَصْبَحْنا وَأَصْبَحْ المُلكُ للهِ رَبِّ العالَمين ، اللّهُمَّ إِنِّي أسْأَلُكَ خَيْرَ هذا اليَوْم ، فَتْحَهُ ، وَنَصْرَهُ ، وَنورَهُ وَبَرَكَتَهُ ، وَهُداهُ ، وَأَعوذُ بِكَ مِنْ شَرِّ ما فيهِ وَشَرِّ ما بَعدَه.",
    "enTransliteration": "Asbahna wa-asbahal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathal-yawm, fat-hahu, wanasrahu, wanoorahu, wabarakatahu, wahudahu, wa-aAAoothu bika min sharri ma feehi, washarri ma baAAdah.",
    "enTranslation": "We have reached the morning and at this very time all sovereignty belongs to Allah, Lord of the worlds. O Allah, I ask You for the good of this day, its triumphs and its victories, its light and its blessings and its guidance, and I take refuge in You from the evil of this day and the evil that follows it.",
    "frTransliteration": null,
    "frTranslation": "Nous voilà au matin et le règne appartient à Allah, le Seigneur de l'univers. Ô Seigneur ! Je Te demande le bien de ce jour [ou de ce soir] : ce qu'il contient comme conquêtes, victoires, lumière, bénédiction et guidée. Je me mets sous Ta protection contre le mal de ce jour [ou de ce soir] et le mal qui vient après lui.",
    "esTransliteration": "ASbahnaa wa asbahal Mulku Lilahi Rabbil ’aalamiin, Alahumma innii as.aluka Jeira hadhaal iaumi, fathahu, naSrahu, wa nuurahu wa barakatahu, wa hudaahu,wa a’udhu bika min sharri maa fiihi wa sharri maa ba’dahu.",
    "esTranslation": "Amanecemos y amanece la Soberanía de Allah Señor de los Mundos, Oh Allah! Te pido lo bueno de este día, en su principio, su fin, su luz, sus bendiciones y su guía, Y me refugio en Ti del mal de este día y del mal de lo que venga luego de él.",
    "times": 1
  },
  {
    "id": 19,
    "type": "Morning",
    "text": "أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ - صلى الله عليه وسلم -، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ.",
    "enTransliteration": "Asbahna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen.",
    "enTranslation": "We rise upon the fitrah of Islam, and the word of pure faith, and upon the religion of our Prophet Muhammad and the religion of our forefather Ibraheem, who was a Muslim and of true faith and was not of those who associate others with Allah.",
    "frTransliteration": null,
    "frTranslation": "Nous voici au matin, et en nous se trouve la nature première qui est l'Islam, en nous, la parole du monothéisme ; nous sommes dans la religion de notre Prophète Mohammed (sws) et sur la voie de notre père Abraham qui vouait son culte exclusivement à Allah, soumis à Lui, et n'était point du nombre des associateursز",
    "esTransliteration": "Asbahna ‘ala fitrat-il-Islaam wa kalimat-il-Ijlaas wa din \nnabiina Muhammad, sallallahu ‘alaihi wa sallam, wa millati\nabina Ibrahim hanifan musliman wama kaana min-al-mushrikin‛",
    "esTranslation": "Amanezco con la “Fitra” (la inclinación natural del ser humano, la religión) del Islam, con la palabra del monoteísmo puro, en la religión de nuestro Profeta Muhámmad (la paz y las bendiciones de Allah sean con él) y de la religión de nuestro padre Abraham (la paz sea con él), quien fue monoteista, musulmán y no se contó entre los asociadores.",
    "times": 1
  },
  {
    "id": 20,
    "type": "Morning",
    "text": "سُبْحانَ اللهِ وَبِحَمْدِهِ",
    "enTransliteration": "Subhanal-lahi wabihamdih",
    "enTranslation": "How perfect Allah is and I praise Him.",
    "frTransliteration": null,
    "frTranslation": "Gloire et pureté à Allah et à Lui la louange.",
    "esTransliteration": "Subhaana Alahi wa bi hamdihi",
    "esTranslation": "Glorificado sea Allah y alabado sea.",
    "times": 100
  },
  {
    "id": 21,
    "type": "Morning",
    "text": "لا إلهَ إلاّ اللّهُ وحْدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْد، وهُوَ على كُلّ شَيءٍ قَدير.",
    "enTransliteration": "La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer.",
    "enTranslation": "None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise, and He is over all things omnipotent.",
    "frTransliteration": null,
    "frTranslation": "Il n'y a d'autre divinité qu'Allah Unique, sans associé. A Lui la royauté, à Lui la louange et Il est capable de toute chose.",
    "esTransliteration": "Laa ilaha ila Alahu, wahdahu laa shariika Lahu, Lahul mulku wa lahul hamdu wa húa ’alaa kulli shei.in Qadiir",
    "esTranslation": "No hay divinidad salvo Allah, único, sin asociado, Suyo es el Reino y Suya es la alabanza y es sobre toda cosa Poderoso.",
    "times": 10
  },
  {
    "id": 22,
    "type": "Morning",
    "text": "سُبْحانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِه ، وَرِضا نَفْسِه ، وَزِنَةَ عَرْشِه ، وَمِدادَ كَلِماتِه.",
    "enTransliteration": "Subhanal-lahi wabihamdih, AAadada khalqihi warida nafsih, wazinata AAarshih, wamidada kalimatih.",
    "enTranslation": "How perfect Allah is and I praise Him by the number of His creation and His pleasure, and by the weight of His throne, and the ink of His words.",
    "frTransliteration": null,
    "frTranslation": "Gloire et pureté ainsi que louange à Allah autant de fois (que l'univers compte de) Ses créatures, autant de fois pour Le satisfaire, égal au poins de Son Trône et au nombre indéterminé de Ses paroles.",
    "esTransliteration": "Subhaana Alahi wa bi hamdihi ’adada Jalqihi wa riDaa nafsihi wa zhinata ’arshihi wa midaada kalimaatihi.",
    "esTranslation": "Glorificado sea Alah y alabado sea por el número de cuanto ha creado, por su Complacencia, por el peso de Su Trono y por la tinta de sus palabras.",
    "times": 3
  },
  {
    "id": 23,
    "type": "Morning",
    "text": "اللّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً وَرِزْقاً طَيِّباً ، وَعَمَلاً مُتَقَبَّلاً.",
    "enTransliteration": "Allahumma innee as-aluka AAilman nafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan.",
    "enTranslation": "O Allah, I ask You for knowledge which is beneficial and sustenance which is good, and deeds which are acceptable.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Je Te demande un savoir utile, une bonne subsistance et des œuvres agréées (par toi).",
    "esTransliteration": "Allahumma as-aluka ‘ilman nafi’an, wa rizqan tayyiban wa ‘amalan mutaqabbalan",
    "esTranslation": "Oh Señor, te pido un conocimiento útil, una buena subsistencia y obras que te complazcan (a Ti).",
    "times": 1
  },
  {
    "id": 24,
    "type": "Morning",
    "text": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ",
    "enTransliteration": "Astaghfiru l-lâha wa atûbu ilayh",
    "enTranslation": "I seek Your forgiveness, Allah, and repent unto You.",
    "frTransliteration": null,
    "frTranslation": "Je demande pardon à Allah et je me repens à Lui.",
    "esTransliteration": "Astaghfirullah wa atubu ilaihi",
    "esTranslation": "Pido perdón a Allah y me arrepiento ante él.",
    "times": 100
  },
  {
    "id": 25,
    "type": "Morning",
    "text": "اللَّهُمَّ صَلِّ وَ سَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ",
    "enTransliteration": "Allahumma salli wa sallim calâ nabiyyinâ Muhammad.",
    "enTranslation": "O Allah, send prayers and blessings upon our prophet Muhammad.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Prie et salue sur notre Prophète Mohammed.",
    "esTransliteration": "Allahumma salli wa sallam ‘ala nabiyyina Muhammadin",
    "esTranslation": "Oh Allah, que la paz y las bendiciones sean con nuestro Profeta Muhammad.",
    "times": 10
  },
  {
    "id": 26,
    "type": "Evening",
    "text": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "enTransliteration": "Al-Lahu Lā 'Ilāha 'Illā Huwa Al-Ĥayyu Al-Qayyūmu ۚ Lā Ta'khudhuhu Sinatun Wa Lā Nawmun ۚ Lahu Mā Fī As-Samāwāti Wa Mā Fī Al-'Arđi ۗ Man Dhā Al-Ladhī Yashfa`u `Indahu 'Illā Bi'idhnihi ۚ Ya`lamu Mā Bayna 'Aydīhim Wa Mā Khalfahum ۖ Wa Lā Yuĥīţūna Bishay'in Min `Ilmihi 'Illā Bimā Shā'a ۚ Wasi`a Kursīyuhu As-Samāwāti Wa Al-'Arđa ۖ Wa Lā Ya'ūduhu Ĥifžuhumā ۚ Wa Huwa Al-`Alīyu Al-`Ažīmu",
    "enTranslation": "God! There is no god but He,-the Living, the Self-subsisting, Eternal. No slumber can seize Him nor sleep. His are all things in the heavens and on earth. Who is there can intercede in His presence except as He permitteth? He knoweth what (appeareth to His creatures as) before or after or behind them. Nor shall they compass aught of His knowledge except as He willeth. His Throne doth extend over the heavens and the earth, and He feeleth no fatigue in guarding and preserving them for He is the Most High, the Supreme (in glory).",
    "frTransliteration": null,
    "frTranslation": "Allah! Point de divinité à part Lui, le Vivant, Celui qui subsiste par lui-même ‹al-Qayyum›. Ni somnolence ni sommeil ne Le saisissent. A lui appartient tout ce qui est dans les cieux et sur la terre. Qui peut intercéder auprès de Lui sans Sa permission? Il connaît leur passé et leur futur. Et, de Sa science, ils n'embrassent que ce qu'Il veut. Son Trٍne ‹Kursiy› déborde les cieux et la terre, dont la garde ne Lui coûte aucune peine. Et Il est le Très Haut, le Très Grand..",
    "esTransliteration": null,
    "esTranslation": "¡Dios! No existe nada ni nadie con derecho a ser adorado excepto Él, el Viviente [Eterno], el Sustentador [y Gobernador de toda la creación]. No Lo afectan somnolencia ni sueño. Suyo es cuanto hay en los cielos y la Tierra. ¿Quién podrá interceder ante Él si no es con Su permiso? Conoce el pasado y el futuro [lo manifiesto y lo oculto] y nadie abarca de Su conocimiento salvo lo que Él quiere. El escabel de Su Trono abarca los cielos y la Tierra, y la custodia [y mantenimiento] de ambos no Lo agobia. Y Él es el Sublime, el Grandioso.",
    "times": 1
  },
  {
    "id": 27,
    "type": "Evening",
    "text": "بسم الله الرحمن الرحيم\r\nقُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ",
    "enTransliteration": "Qul Huwa Al-Lahu 'Aĥadun, Alllahu Aş-Şamadu, Lam Yalid Wa Lam Yūlad, Walam Yakun Lahu Kufūan 'Aĥadun",
    "enTranslation": "Say: He is God, the One and Only; God, the Eternal, Absolute; He begetteth not, nor is He begotten; And there is none like unto Him.",
    "frTransliteration": null,
    "frTranslation": "Dis: ‹Il est Allah, Unique. Allah, Le Seul à être imploré pour ce que nous désirons. Il n'a jamais engendré, n'a pas été engendré non plus. Et nul n'est égal à Lui›.",
    "esTransliteration": null,
    "esTranslation": "Di: \"Él es Al-lah, Uno.  Al-lah es el Absoluto.  No engendró ni fue engendrado.  Y no hay nada ni nadie que sea semejante a Él\".",
    "times": 3
  },
  {
    "id": 28,
    "type": "Evening",
    "text": "بسم الله الرحمن الرحيم\r\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "enTransliteration": "Qul 'A`ūdhu Birabbi Al-Falaqi, Min Sharri Mā Khalaqa, Wa Min Sharri Ghāsiqin 'Idhā Waqaba, Wa Min Sharri An-Naffāthāti Fī Al-`Uqadi, Wa Min Sharri Ĥāsidin 'Idhā Ĥasada",
    "enTranslation": "Say: I seek refuge with the Lord of the Dawn; From the mischief of created things; From the mischief of Darkness as it overspreads; From the mischief of those who practise secret arts; And from the mischief of the envious one as he practises envy.",
    "frTransliteration": null,
    "frTranslation": "Dis: ‹Je cherche protection auprès du Seigneur de l'aube naissante, contre le mal des êtres qu'Il a créés, contre le mal de l'obscurité quand elle s'approfondit, contre le mal de celles qui soufflent (les sorcières) sur les noeuds, et contre le mal de l'envieux quand il envie›.",
    "esTransliteration": null,
    "esTranslation": "Di: \"Me refugio en el Señor del amanecer,  de todo el mal que existe en lo que Él creó,  del mal de la oscuridad de la noche cuando se extiende,  del mal de las [hechiceras] sopladoras de nudos,  y del mal del envidioso cuando envidia\"",
    "times": 3
  },
  {
    "id": 29,
    "type": "Evening",
    "text": "بسم الله الرحمن الرحيم\r\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ",
    "enTransliteration": "Qul 'A`ūdhu Birabbi An-Nāsi, Maliki An-Nāsi, 'Ilahi An-Nāsi, Min Sharri Al-Waswāsi Al-Khannāsi, Al-Ladhī Yuwaswisu Fī Şudūri An-Nāsi, Mina Al-Jinnati Wa An-Nāsi",
    "enTranslation": "Say: I seek refuge with the Lord and Cherisher of Mankind, The King (or Ruler) of Mankind, The God (for judge) of Mankind, From the mischief of the Whisperer (of Evil), who withdraws (after his whisper), (The same) who whispers into the hearts of Mankind, Among Jinns and among men.",
    "frTransliteration": null,
    "frTranslation": "Dis: ‹Je cherche protection auprès du Seigneur des hommes. Le Souverain des hommes, Dieu des hommes, contre le mal du mauvais conseiller, furtif, qui souffle le mal dans les poitrines des hommes, qu'il (le conseiller) soit un djinn, ou un être humain›.",
    "esTransliteration": null,
    "esTranslation": "Di: \"Me refugio en el Señor de los seres humanos,  en el Rey Soberano de los seres humanos,  en el [único] Dios de los seres humanos,  de la maldad del [demonio] susurrador que huye [cuando el nombre de Dios es mencionado],  que susurra en los corazones de los seres humanos,  y existe entre los yinnes y entre los seres humanos\".",
    "times": 3
  },
  {
    "id": 30,
    "type": "Evening",
    "text": "اَمْسَيْنَا وَاَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذه اللَّيْلَةِ وَخَيْرَ مَا بَعْدَها، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِي هَذه اللَّيْلَةِ وَشَرِّ مَا بَعْدَها، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ، وَسُوءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِيْ النَّارِ وَعَذَابٍ فِيْ الْقَبْرِ.",
    "enTransliteration": "Amsayna wa-amsal-mulku lillah walhamdu lillah la ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, rabbi as-aluka khayra ma fee hathihil-laylah, wakhayra ma baAAdaha, wa-aAAoothu bika min sharri hathihil-laylah, washarri ma baAAdaha, rabbi aAAoothu bika minal-kasal, wasoo-il kibar, rabbi aAAoothu bika min AAathabin fin-nar, waAAathabin fil-qabr.",
    "enTranslation": "We have reached the evening and at this very time unto Allah belongs all sovereignty, and all praise is for Allah. None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. My Lord, I ask You for the good of this night and the good of what follows it and I take refuge in You from the evil of this night and the evil of what follows it. My Lord, I take refuge in You from laziness and senility. My Lord, I take refuge in You from torment in the Fire and punishment in the grave.",
    "frTransliteration": null,
    "frTranslation": "Nous voilà au soir et la royauté appartient à Allah. Louange à Allah, Il n’y a de divinité digne d’adoration qu’Allah, Seul, sans associé. A Lui la royauté, à Lui la louange et Il est capable de toute chose. Seigneur ! Je Te demande le bien de cette nuit et le bien qui vient après. Et je me mets sous Ta protection contre le mal de cette nuit et le mal qui vient après. Ô Allah ! Je me mets sous Ta protection contre la paresse et les maux de la vieillesse. Je cherche protection auprès de Toi contre le châtiment de l’Enfer et de châtiment de la tombe.",
    "esTransliteration": "Amsainaa wa amsaa al Mulku Lillah wal jamdu lillahi,\nlaa ilaha illa Allahu, wajdahu laa shariika Lahu, Lahul mulku\nwa lahul jamdu wa Hua 'alaa kulli sheiin Qadiir. Rabbi\nasa.luka Jeiaira maa fii haadhihil lailati, wa Jeira maa ba' dahaa, wa a'udhu bika min sherri haadhihil lailati wa sherri\nmaa ba' dahaa, Rabbi a'udhu bika minal kasali wa suu.il\nkÌbari, Rabbi a'udhu bika min 'adhaabin fin naari wa 'ad- haabin fiil qabri.",
    "esTranslation": "Hemos llegado a la tarde y entra a la tarde el Reino de Allah. La alabanza es para Allah, no hay divinidad salvo Allah, único, sin asociado, Suya es la alabanza y es sobre toda cosa Poderoso. Señor, te pido el bien de esta noche y el bien de lo que sigue luego de ella y me refugio en Ti del mal de esta noche y del mal de lo que sigue después de ella. Señor, me refugio en Ti de la avaricia y de los problemas de la vejez, Señor en Ti me amparo del castigo del Fuego y del tormento de la tumba.",
    "times": 1
  },
  {
    "id": 31,
    "type": "Evening",
    "text": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَـيْكَ المَصِيْر.",
    "enTransliteration": "Allahumma bika amsayna, wabika asbahna, wabika nahya wabika namootu wa-ilaykal-maseer.",
    "enTranslation": "O Allah, by Your leave we have reached the evening and by Your leave we have reached the morning, by Your leave we live and die and unto You is our return.",
    "frTransliteration": null,
    "frTranslation": "Ô Allah ! C’est par Toi que nous nous retrouvons au soir et c’est par Toi que nous nous retrouvons au matin. C’est par Toi que nous vivons et c’est par Toi que nous mourons et c’est vers Toi que se fera notre retour.",
    "esTransliteration": "Allahumma bika amsainaa, wa bika aSbajnaa, wa bika najiaa wa bika namuutu, wa ileikal maSiiru.",
    "esTranslation": "Oh Allah! Por Ti atardecemos y con Tu permiso vivimos y morimos y a Ti será el retorno",
    "times": 1
  },
  {
    "id": 32,
    "type": "Evening",
    "text": "اللَّهُمَّ أَنْتَ رَبِّي لَّا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِر لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.",
    "enTransliteration": "Allahumma anta rabbee la ilaha illa ant, khalaqtanee wa-ana AAabduk, wa-ana AAala AAahdika wawaAAdika mas-tataAAt, aAAoothu bika min sharri ma sanaAAt, aboo-o laka biniAAmatika AAalay, wa-aboo-o bithanbee, faghfir lee fa-innahu la yaghfiruth-thunooba illa ant.",
    "enTranslation": "O Allah, You are my Lord, none has the right to be worshipped except You, You created me and I am Your servant and I abide to Your covenant and promise as best I can, I take refuge in You from the evil of which I have committed. I acknowledge Your favour upon me and I acknowledge my sin, so forgive me, for verily none can forgive sin except You.",
    "frTransliteration": null,
    "frTranslation": "Ô Allah ! Tu es mon Seigneur. Il n’y a d’autre divinité digne d’adoration que Toi. Tu m’as créé et je suis Ton serviteur, je me conforme autant que je peux à mon engagement et à ma promesse vis-à-vis de Toi. Je me mets sous Ta protection contre le mal que j’ai commis. Je reconnais Ton bienfait à mon égard et je reconnais mon péché. Pardonne-moi car Il n’y a que Toi qui pardonne les péchés.",
    "esTransliteration": "Allahumma Anta Rabbii laa ilaha illa Anta Jalaqtanii wa\nana 'abduka, wa ana 'alaa 'ahdika wa w·'dika maa istaTa'tu\na'udhu bika min sherri maa Sana'tu, ·buu.u laka bini'matika\n'aleiia, wa abuu.u bi dhanbii, faagfir lii fa innahu laa iagfira\naddhunuuba illaa Anta.",
    "esTranslation": "Oh Allah Tu eres mi Señor, no hay Dios salvo Tú, me has creado y yo soy tu siervo, Mantengo mi pacto y promesa contigo de la mejor manera que puedo, en Ti me refugio del mal que haya cometido. Reconozco Tus gracias para conmigo y reconozco mis pecados, perdóname porque ciertamente nadie perdona los pecados sino Tú.",
    "times": 1
  },
  {
    "id": 33,
    "type": "Evening",
    "text": "اللّهُـمَّ إِنِّـي أمسيت أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ",
    "enTransliteration": "Allahumma innee amsaytu oshhiduk, wa-oshhidu hamalata AAarshik, wamala-ikatak, wajameeAAa khalqik, annaka antal-lahu la ilaha illa ant, wahdaka la shareeka lak, wa-anna Muhammadan AAabduka warasooluk",
    "enTranslation": "O Allah, verily I have reached the evening and call on You, the bearers of Your throne, Your angles, and all of Your creation to witness that You are Allah, none has the right to be worshipped except You, alone, without partner and that Muhammad is Your Servant and Messenger.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Me voici au soir, je Te prends à témoin et je prends à témoins les porteurs de Ton Trône ainsi que Tes anges et toutes tes créatures, que c'est Toi Allah, il n'y a de divinité que Toi, Tu es Seul et sans associé, et que Mohammed est Ton esclave et Ton messager.",
    "esTransliteration": "Allahumma innii amsaitu ushhiduka, wa ushhidu hamalata ’arshika, wa mala.ikataka, wa yamii’a Jalqika, annaka Anta Allah laa ilaha illa Anta, wahdahu laa shariika laka, wa anna Muhámmadan ’abduka wa rasuuluka.",
    "esTranslation": "Oh Allah, ciertamente atardezco y atestiguo, así como atestiguan los (ángeles) que sostienen Tu Trono, Tus ángeles y toda Tu creación, de que Tu eres Allah y no hay divinidad salvo Tú, único, sin asociado y que Muhammmad es Tu siervo y mensajero.",
    "times": 4
  },
  {
    "id": 34,
    "type": "Evening",
    "text": "اللَّهُمَّ مَا أََمْسَى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ.",
    "enTransliteration": "Allahumma ma amsa bee min niAAmatin, aw bi-ahadin min khalqik, faminka wahdaka la shareeka lak, falakal-hamdu walakash-shukr.",
    "enTranslation": "O Allah, what blessing I or any of Your creation have risen upon, is from You alone, without partner, so for You is all praise and unto You all thanks.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Tout ce qui m'arrive comme bienfaits en ce soir, à moi ou à l'une de Tes créatures, provient de Toi Seul, sans associé. A Toi la louange ainsi que la gratitude.",
    "esTransliteration": "Allahumma ma amsaa bii min ni’matin, au bi ahadiin min Jalqika, fa minka wahdaka laa shariika laka, fa lakal hamdu wa laka ashshukru.",
    "esTranslation": "¡Oh Allah! Toda la gracia que poseo o posea alguien de Tu creación, proviene de Ti, único sin asociados, para Ti es la alabanza y el agradecimiento.",
    "times": 1
  },
  {
    "id": 35,
    "type": "Evening",
    "text": "اللَّهُمَّ عَافِني فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إلاَّ أَنْتَ.",
    "enTransliteration": "Allahumma AAafinee fee badanee, allahumma AAafinee fee samAAee, allahumma AAafinee fee basaree, la ilaha illa ant.",
    "enTranslation": "Allah, grant my body health, O Allah, grant my hearing health, O Allah, grant my sight health. None has the right to be worshipped except You.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Accorde-moi la santé (ou le salut). Ô Seigneur ! Accorde la santé à mon ouïe. Ô Seigneur ! Accorde la santé à ma vue. Il n'y a de divinité qu'Allah.",
    "esTransliteration": "Allahumma ’aafinii fii badanii, Alahumma ’aafinii fii sam’iii, Alahumma ’aafinii fii baSarii, laa ilaha ila Anta. ",
    "esTranslation": "Oh Allah, concede salud a mi cuerpo, Oh Allah, otorgale salud a mis oídos, Oh Allah, concede salud a mi vista, no hay dios sino Tú.",
    "times": 3
  },
  {
    "id": 36,
    "type": "Evening",
    "text": "اللَّهُمَّ إِنِّي أَعُوذُبِكَ مِنَ الْكُفْر، وَالفَقْرِ، وَأَعُوذُبِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إلَهَ إلاَّ أَنْتَ.",
    "enTransliteration": "Allahumma innee aAAoothu bika minal-kufr, walfaqr, wa-aAAoothu bika min AAathabil-qabr, la ilaha illa ant.",
    "enTranslation": "O Allah, I take refuge with You from disbelief and poverty, and I take refuge with You from the punishment of the grave. None has the right to be worshipped except You.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Je cherche protection auprès de Toi contre la mécréance, la pauvreté et je me mets sous Ta protection contre les tourments de la tombe. Il n'y a pas de divinité sauf Toi.",
    "esTransliteration": "Alahumma innii a’udhu bika minal kufri wal faqri, wa a’udhu bika min ’adhaabil qabri, laa ilaha ila Anta.",
    "esTranslation": "Oh Allah ciertamente me refugio en Ti de la incredulidad, de la pobreza, y en Ti me amparo del tormento de la tumba, no hay dios sino Tú.",
    "times": 3
  },
  {
    "id": 37,
    "type": "Evening",
    "text": "حَسْبِيَ اللَّهُ لَآ إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ.",
    "enTransliteration": "Hasbiyal-lahu la ilaha illa huwa, AAalayhi tawakkalt, wahuwa rabbul-AAarshil-AAatheem.",
    "enTranslation": "Allah is Sufficient for me, none has the right to be worshipped except Him, upon Him I rely and He is Lord of the exalted throne.",
    "frTransliteration": null,
    "frTranslation": "Allah me suffit, il n'y a de divinité que Lui, c'est en Lui que je place ma confiance et Il est le Seigneur du Trône immense.",
    "esTransliteration": "Hasbii Allah laa ilaha ila húa ’aleihi tawakkaltu wa hua Rabbul ’arshil Al-aDhiimi.",
    "esTranslation": "Alah me basta, no hay divinidad sino Él, a  Él me confío,  Señor del Trono Magnífico.",
    "times": 7
  },
  {
    "id": 38,
    "type": "Evening",
    "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ.",
    "enTransliteration": "aAAoothu bikalimatil-lahit-tammati min sharri ma khalaq.",
    "enTranslation": "I take refuge in Allah’s perfect words from the evil He has created.",
    "frTransliteration": null,
    "frTranslation": "Je me mets sous la protection des paroles parfaites d'Allah contre le mal qu'Il a créé.",
    "esTransliteration": "Hasbii Allah laa ilaha illa húa ’aleihi tawakkaltu wa hua Rabbul ’arshil ADhiimi.",
    "esTranslation": "Allah me es suficiente, no hay divinidad excepto Él, en Él confío que es el Señor del Trono Magnífico.",
    "times": 3
  },
  {
    "id": 39,
    "type": "Evening",
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي، وَدُنْيَايَ، وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيَ.",
    "enTransliteration": "Allahumma innee as-alukal-AAafwa walAAafiyah, fid-dunya wal-akhirah, allahumma innee as-alukal-AAafwa walAAafiyah fee deenee, wadunyaya wa-ahlee, wamalee, allahummas-tur AAawratee, wa-amin rawAAatee, allahummah-fathnee min bayni yaday, wamin khalfee, waAAan yameenee, waAAan shimalee, wamin fawqee, wa-aAAoothu biAAathamatika an oghtala min tahtee.",
    "enTranslation": "O Allah, I ask You for pardon and well-being in this life and the next. O Allah, I ask You for pardon and well-being in my religious and worldly affairs, and my family and my wealth. O Allah, veil my weaknesses and set at ease my dismay. O Allah, preserve me from the front and from behind and on my right and on my left and from above, and I take refuge with You lest I be swallowed up by the earth.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Je te demande le pardon et la santé dans cette vie et dans l'au-delà. Ô Seigneur ! Je Te demande le pardon et la paix dans ma religion, ma vie, ma famille et mes biens. Ô Seigneur ! Cache mes défauts et mets-moi à l'abri de tous mes effrois. Ô Seigneur ! Protège-moi devant moi, derrière moi, sur ma droite, sur ma gauche et au-dessus de moi et je me mets sous la protection de Ta grandeur pour que je ne sois pas assassiné par en dessous de moi.",
    "esTransliteration": "Alahumma innii as.aluka al ’afua wal ’aafiiata fiid dunia wal áaJirati, Alahumma innii as.aluka al ’afua wal ’aafiiata fii diinii, wa duniaaia wa ahlii, wa maalii, Alahumma ustur ’auraatii, wa aamin rau’aatii, Alahumma ahfiDhnii min baini iadaiia, wa min Jalfii, wa ’an shimaalii, wa min fauqii, a’udhu bi ’aDhamatika an ugtaala min tahtii.",
    "esTranslation": "Oh Allah! ciertamente solicito Tu indulgencia y el bienestar en esta vida y en la otra, Oh Allah! ciertamente ruego Tu perdón y el bienestar en mis asuntos religiosos, mundanales, mi familia y mis bienes, Oh Allah! cubre mi desnudes, y confórtame ante el miedo, Oh Allah! protégeme de lo que hay delante de mi y por detrás, a mi derecha e izquierda, sobre mí. Me refugio en Tu grandeza de ser tragado por la tierra.",
    "times": 1
  },
  {
    "id": 40,
    "type": "Evening",
    "text": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّماوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ.",
    "enTransliteration": "Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, waan aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim.",
    "enTranslation": "O Allah, Knower of the unseen and the seen, Creator of the heavens and the Earth, Lord and Sovereign of all things, I bear witness that none has the right to be worshipped except You. I take refuge in You from the evil of my soul and from the evil and shirk of the devil, and from committing wrong against my soul or bringing such upon another Muslim.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Le Connaisseur de l'invisible et du visible, le Créateur des cieux et de la terre, Seigneur et Maître de toute chose. J'atteste qu'il n'y a d'autre divinité sauf Toi. Je me mets sous Ta protection contre le mal de mon âme, contre le mal du diable et son polythéisme et contre le fait que je ne me nuise à moi-même ou que je ne nuise à un musulman.",
    "esTransliteration": "Alahumma ’Aalimal gaibi wash shahaadati FaaTira assamauaati wal arDi rabba kulli shei.in wa maliikahu, ashhadu an laa ilaha illa Anta a’udhu bika min sharri nafsii wa min sharri SheiTaani wa shirkihi, wa an aqtarifa ’alaa nafsii suu.an au ayurrahu ilaa muslimin.",
    "esTranslation": "Oh Allah, Conocedor de lo oculto y lo manifiesto, Creador de los cielos y de la tierra, Señor de los ángeles y de todas las cosas, atestiguo que no hay divinidad sino Tu, me refugio en Ti del mal de mi mismo, del mal del Sheitan y de su idolatría, y de cometer mal en contra de mi mismo, o en contra de un musulmán.",
    "times": 1
  },
  {
    "id": 41,
    "type": "Evening",
    "text": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ.",
    "enTransliteration": "Bismillāh, alladhi lā yaḍurru ma`a ismihi shai'un fil-arḍi wa lā fis-samā', wa huwas-Samī`ul `Alīm",
    "enTranslation": "In the Name of Allah, who with His Name, nothing in the earth or the heavens can cause harm, and He is the Hearing, the Knowing.",
    "frTransliteration": null,
    "frTranslation": "Au nom d'Allah, nul ne peut nuire en présence de Son nom sur terre et dans le ciel et Il est l'Audient, l'Omniscient.",
    "esTransliteration": "Bismi Alahi aladhíí laa iaDurru ma’a ismihi sheiiun fiil arDi wa laa fis samaa.i wa húas Samii’ul ’Aliimu",
    "esTranslation": "En el nombre de Allah en cuyo nombre nada perjudica, asi en la tierra como en los cielos, Él es quien todo lo oye El que todo lo sabe.",
    "times": 3
  },
  {
    "id": 42,
    "type": "Evening",
    "text": "رَضِيتُ باللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِيناً، وَبِمُحَمَّدٍ صَلَى اللَّهُ عَلِيهِ وَسَلَّمَ نَبِيَّاً.",
    "enTransliteration": "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin peace be upon to him nabiyya.",
    "enTranslation": "I am pleased with Allah as a Lord, and Islam as a religion and Muhammad peace be upon to him as a Prophet. (three times)",
    "frTransliteration": null,
    "frTranslation": "J'ai agréé Allah comme mon seigneur, l'Islam comme ma religion et Mohammed (sws) comme mon prophète.",
    "esTransliteration": "RaDiitu bi Alahi rabban, wa bil Islaami diinan, wa bi Muhámmadin (la paz y las bendiciones de Allah sean con él) Nabiian.",
    "esTranslation": "Estoy satisfecho de  Allah como Señor, del Islam como religión, y de Muhammad (la paz y las bendiciones de Allah sean con él) como Profeta.",
    "times": 3
  },
  {
    "id": 43,
    "type": "Evening",
    "text": "يا حيُّ يا قَيومُ برَحْمتِكَ أَسْتَغيث ، أَصْلِحْ لي شأْني كُله ، وَلا تَكِلني إِلى نَفْسي طَرْفَةَ عَين.",
    "enTransliteration": "Ya hayyu ya qayyoom, birahmatika astagheeth, aslih lee sha/nee kullah, wala takilnee ila nafsee tarfata AAayn.",
    "enTranslation": "O Ever Living, O Self-Subsisting and Supporter of all, by Your mercy I seek assistance, rectify for me all of my affairs and do not leave me to myself, even for the blink of an eye.",
    "frTransliteration": null,
    "frTranslation": "Ô le Vivant, Celui qui veille éternellement à la bonne marche de toute chose, j'implore secours auprès de Ta miséricorde. Améliore ma situation et ne me laisse pas à mon propre sort ne serait-ce le temps d'un clin d'œil.",
    "esTransliteration": "Iaa Haiiu iaa Qaiiuumu bi Rahmátika astaguiizu aSlih lii sha.nii kulahu wa laa takilnii ilaa nafsii Tárfata ’ainin.",
    "esTranslation": "Oh Viviente, Oh Subsistente, en Tu misericordia busco asistencia, rectifica todos mis asuntos y no me dejes abandonado a mi mismo, ni siquiera un parpadeo",
    "times": 1
  },
  {
    "id": 44,
    "type": "Evening",
    "text": "أمْسَيْنَا وَأَمْسَى المُـلكُ للهِ رَبِ العـالَمـين ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ هذه الليلة ، فَـتْحَها وَنَصْـرَها وَنـورَها وَبَـرَكَتَـها وَهُـداها ، وَأَعـوذُ بِـكَ مِـنْ شَـرِ ما فـيها وَشَـرِ ما بَعْـدَها.",
    "enTransliteration": "Amsayna wa-amsal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathihil-laylah, fat-haha, wanasraha, wanooraha, wabarakataha, wahudaha, wa-aAAoothu bika min sharri ma feeha washarri ma baAAdaha.",
    "enTranslation": "We have reached the evening and at this very time all sovereignty belongs to Allah, Lord of the worlds. O Allah, I ask You for the good of tonight, its triumphs and its victories, its light and its blessings and its guidance, and I take refuge in You from the evil of tonight and the evil that follows it.",
    "frTransliteration": null,
    "frTranslation": "Nous voilà au soir et le règne appartient à Allah, le Seigneur de l'univers. Ô Seigneur ! Je Te demande le bien de ce jour [ou de ce soir] : ce qu'il contient comme conquêtes, victoires, lumière, bénédiction et guidée. Je me mets sous Ta protection contre le mal de ce jour [ou de ce soir] et le mal qui vient après lui.",
    "esTransliteration": "Amsainaa wa amsaa al Mulku Lillahi Rabbil ’aalamiin, Alahumma innii as.aluka Jeira hadhihil lailah, fathaha, naSraha, wa nuuraha wa barakataha, wa hudaaha,wa a’udhu bika min sharri maa fiiha wa sharri maa ba’daha.",
    "esTranslation": "Atardecemos y atardece la Soberanía de Allah, Señor de los mundos. Oh Allah por cierto tepido lo bueno de este día, en su principio, su fin, su luz, sus bendiciones y su guía. Y merefugio en Ti del mal de este día y del mal de lo que venga luego de él.",
    "times": 1
  },
  {
    "id": 45,
    "type": "Evening",
    "text": "أَمْسَـينا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ - صلى الله عليه وسلم -، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ.",
    "enTransliteration": "Amsayna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen.",
    "enTranslation": "We have reached the evening upon the fitrah of Islam, and the word of pure faith, and upon the religion of our Prophet Muhammad and the religion of our forefather Ibraheem, who was a Muslim and of true faith and was not of those who associate others with Allah.",
    "frTransliteration": null,
    "frTranslation": "Nous voici au soir, et en nous se trouve la nature première qui est l'Islam, en nous, la parole du monothéisme ; nous sommes dans la religion de notre Prophète Mohammed (sws) et sur la voie de notre père Abraham qui vouait son culte exclusivement à Allah, soumis à Lui, et n'était point du nombre des associateursز",
    "esTransliteration": "Amsainaa ‘ala fitrat-il-Islaam wa kalimat-il-Ijlaas wa din \nnabiina Muhammad, sallallahu ‘alaihi wa sallam, wa millati\nabina Ibrahim hanifan musliman wama kaana min-al-mushrikin‛",
    "esTranslation": "Llega el atardecer (estando nosotros) con la “Fitra” (la inclinación natural del ser humano, la religión) del Islam, con la palabra del monoteísmo puro, en la religión de nuestro Profeta Muhámmad (la paz y las bendiciones de Allah sean con él) y de la religión de nuestro padre Abraham (la paz sea con él), quien fue monoteista, musulmán y no se contó entre los asociadores.",
    "times": 1
  },
  {
    "id": 46,
    "type": "Evening",
    "text": "سُبْحانَ اللهِ وَبِحَمْدِهِ",
    "enTransliteration": "Subhanal-lahi wabihamdih",
    "enTranslation": "How perfect Allah is and I praise Him.",
    "frTransliteration": null,
    "frTranslation": "Gloire et pureté à Allah et à Lui la louange.",
    "esTransliteration": "Subhaana Alahi wa bi hamdihi",
    "esTranslation": "Glorificado sea Allah y alabado sea.",
    "times": 100
  },
  {
    "id": 47,
    "type": "Evening",
    "text": "لا إلهَ إلاّ اللّهُ وحْدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْد، وهُوَ على كُلّ شَيءٍ قَدير.",
    "enTransliteration": "La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer.",
    "enTranslation": "None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise, and He is over all things omnipotent.",
    "frTransliteration": null,
    "frTranslation": "Il n'y a d'autre divinité qu'Allah Unique, sans associé. A Lui la royauté, à Lui la louange et Il est capable de toute chose.",
    "esTransliteration": "Laa ilaha ila Alahu, wahdahu laa shariika Lahu, Lahul mulku wa lahul hamdu wa húa ’alaa kulli shei.in Qadiir",
    "esTranslation": "No hay divinidad salvo Allah, único, sin asociado, Suyo es el Reino y Suya es la alabanza y es sobre toda cosa Poderoso.",
    "times": 10
  },
  {
    "id": 49,
    "type": "Evening",
    "text": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ",
    "enTransliteration": "Astaghfiru l-lâha wa atûbu ilayh",
    "enTranslation": "I seek Your forgiveness, Allah, and repent unto You.",
    "frTransliteration": null,
    "frTranslation": "Je demande pardon à Allah et je me repens à Lui.",
    "esTransliteration": "Astaghfirullah wa atubu ilaihi",
    "esTranslation": "Pido perdón a Allah y me arrepiento ante él.",
    "times": 100
  },
  {
    "id": 50,
    "type": "Evening",
    "text": "اللَّهُمَّ صَلِّ وَ سَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ",
    "enTransliteration": "Allahumma salli wa sallim calâ nabiyyinâ Muhammad.",
    "enTranslation": "O Allah, send prayers and blessings upon our prophet Muhammad.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Prie et salue sur notre Prophète Mohammed.",
    "esTransliteration": "Allahumma salli wa sallam ‘ala nabiyyina Muhammadin",
    "esTranslation": "Oh Allah, que la paz y las bendiciones sean con nuestro Profeta Muhammad.",
    "times": 10
  },
  {
    "id": 51,
    "type": "Sleeping",
    "text": "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ سُور الإخلاص والْفَلَقِ والنَّاسِ، ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ",
    "enTransliteration": null,
    "enTranslation": "When retiring to his bed every night, the Prophet would hold his palms together, spit (A form of spitting comprising mainly of air with little spittle) in them, recite the last three chapters (Al-Ikhlas, Al-Falaq, An-Nas) of the Quran and then wipe over his entire body as much as possible with his hands, beginning with his head and face and then all parts of the body, he would do this three times.",
    "frTransliteration": null,
    "frTranslation": "Quand le Messager d’Allah (bénédiction et salut soient sur lui) allait se coucher, il récitait les sourates 112,113 et 114, soufflait sur ses paumes et massait avec ses mains son visage et les parties de son corps qu’elles pouvaient atteindre.",
    "esTransliteration": null,
    "esTranslation": "Cuando a la noche el Profeta (la paz y las bendiciones de Allah sean con él) se recostaba en su lecho, juntaba sus palmas, soplaba en ellas (escupía sólo con aire, sin saliva), recitaba las tres últimas suras del Corán y luego se frotaba todo el cuerpo tanto como le era posible, comenzando por su cabeza, luego su rostro y después sobre las demás partes del cuerpo. Realizaba esto tres veces.",
    "times": 3
  },
  {
    "id": 52,
    "type": "Sleeping",
    "text": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "enTransliteration": "Al-Lahu Lā 'Ilāha 'Illā Huwa Al-Ĥayyu Al-Qayyūmu ۚ Lā Ta'khudhuhu Sinatun Wa Lā Nawmun ۚ Lahu Mā Fī As-Samāwāti Wa Mā Fī Al-'Arđi ۗ Man Dhā Al-Ladhī Yashfa`u `Indahu 'Illā Bi'idhnihi ۚ Ya`lamu Mā Bayna 'Aydīhim Wa Mā Khalfahum ۖ Wa Lā Yuĥīţūna Bishay'in Min `Ilmihi 'Illā Bimā Shā'a ۚ Wasi`a Kursīyuhu As-Samāwāti Wa Al-'Arđa ۖ Wa Lā Ya'ūduhu Ĥifžuhumā ۚ Wa Huwa Al-`Alīyu Al-`Ažīmu",
    "enTranslation": "God! There is no god but He,-the Living, the Self-subsisting, Eternal. No slumber can seize Him nor sleep. His are all things in the heavens and on earth. Who is there can intercede in His presence except as He permitteth? He knoweth what (appeareth to His creatures as) before or after or behind them. Nor shall they compass aught of His knowledge except as He willeth. His Throne doth extend over the heavens and the earth, and He feeleth no fatigue in guarding and preserving them for He is the Most High, the Supreme (in glory).",
    "frTransliteration": null,
    "frTranslation": "Allah! Point de divinité à part Lui, le Vivant, Celui qui subsiste par lui-même ‹al-Qayyum›. Ni somnolence ni sommeil ne Le saisissent. A lui appartient tout ce qui est dans les cieux et sur la terre. Qui peut intercéder auprès de Lui sans Sa permission? Il connaît leur passé et leur futur. Et, de Sa science, ils n'embrassent que ce qu'Il veut. Son Trٍne ‹Kursiy› déborde les cieux et la terre, dont la garde ne Lui coûte aucune peine. Et Il est le Très Haut, le Très Grand..",
    "esTransliteration": null,
    "esTranslation": "¡Dios! No existe nada ni nadie con derecho a ser adorado excepto Él, el Viviente [Eterno], el Sustentador [y Gobernador de toda la creación]. No Lo afectan somnolencia ni sueño. Suyo es cuanto hay en los cielos y la Tierra. ¿Quién podrá interceder ante Él si no es con Su permiso? Conoce el pasado y el futuro [lo manifiesto y lo oculto] y nadie abarca de Su conocimiento salvo lo que Él quiere. El escabel de Su Trono abarca los cielos y la Tierra, y la custodia [y mantenimiento] de ambos no Lo agobia. Y Él es el Sublime, el Grandioso.",
    "times": 1
  },
  {
    "id": 53,
    "type": "Sleeping",
    "text": "آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ * لاَ يُكَلِّفُ اللّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "enTransliteration": "'Āmana Ar-Rasūlu Bimā 'Unzila 'Ilayhi Min Rabbihi Wa Al-Mu'uminūna ۚ Kullun 'Āmana Billāhi Wa Malā'ikatihi Wa Kutubihi Wa Rusulihi Lā Nufarriqu Bayna 'Aĥadin Min Rusulihi ۚ Wa Qālū Sami`nā Wa 'Aţa`nā ۖ Ghufrānaka Rabbanā Wa 'Ilayka Al-Maşīru, Lā Yukallifu Allāhu Nafsāan 'Illā Wus`ahā ۚ Lahā Mā Kasabat Wa `Alayhā Mā Aktasabat ۗ Rabbanā Lā Tu'uākhidhnā 'In Nasīnā 'Aw 'Akhţa'nā ۚ Rabbanā Wa Lā Taĥmil `Alaynā 'Işrāan Kamā Ĥamaltahu `Alá Al-Ladhīna Min Qablinā ۚ Rabbanā Wa Lā Tuĥammilnā Mā Lā Ţāqata Lanā Bihi ۖ Wa A`fu `Annā Wa Aghfir Lanā Wa Arĥamnā ۚ 'Anta Mawlānā Fānşurnā `Alá Al-Qawmi Al-Kāfirīna",
    "enTranslation": "The Apostle believeth in what hath been revealed to him from his Lord, as do the men of faith. Each one (of them) believeth in God, His angels, His books, and His apostles. \"We make no distinction (they say) between one and another of His apostles.\" And they say: \"We hear, and we obey: (We seek) Thy forgiveness, our Lord, and to Thee is the end of all journeys.\". On no soul doth God Place a burden greater than it can bear. It gets every good that it earns, and it suffers every ill that it earns. (Pray:) \"Our Lord! Condemn us not if we forget or fall into error; our Lord! Lay not on us a burden Like that which Thou didst lay on those before us; Our Lord! Lay not on us a burden greater than we have strength to bear. Blot out our sins, and grant us forgiveness. Have mercy on us. Thou art our Protector; Help us against those who stand against faith.\"",
    "frTransliteration": null,
    "frTranslation": "Le Messager a cru en ce qu'on a fait descendre vers lui venant de son Seigneur, et aussi les croyants: tous ont cru en Allah, en Ses anges, à Ses livres et en Ses messagers; (en disant): ‹Nous ne faisons aucune distinction entre Ses messagers›. Et ils ont dit: ‹Nous avons entendu et obéi. Seigneur, nous implorons Ton pardon. C'est à Toi que sera le retour›. Allah n'impose à aucune âme une charge supérieure à sa capacité. Elle sera récompensée du bien qu'elle aura fait, punie du mal qu'elle aura fait. Seigneur, ne nous châtie pas s'il nous arrive d'oublier ou de commettre une erreur. Seigneur! Ne nous charge pas d'un fardeau lourd comme Tu as chargé ceux qui vécurent avant nous. Seigneur! Ne nous impose pas ce que nous ne pouvons supporter, efface nos fautes, pardonne-nous et fais nous miséricorde. Tu es Notre Maître, accorde-nous donc la victoire sur les peuples infidèles.",
    "esTransliteration": null,
    "esTranslation": "El Mensajero y sus seguidores creen en lo que le fue revelado por su Señor [al Mensajero]. Todos creen en Dios, en Sus ángeles, en Sus Libros y en Sus Mensajeros [diciendo:] \"No hacemos diferencia entre ninguno de Sus Mensajeros\". Y dicen: \"Oímos y obedecemos. Perdónanos Señor nuestro, que ante Ti retornaremos [para ser juzgados]\".  Dios no exige a nadie por encima de sus posibilidades, a su favor tendrá el bien que haga, y en su contra tendrá el mal que haga. \"¡Señor nuestro! No nos castigues si olvidamos o cometemos un error. ¡Señor nuestro! No nos impongas una carga como la que impusiste a quienes nos precedieron. ¡Señor nuestro! No nos impongas algo superior a lo que podamos soportar. Perdónanos, absuélvenos y ten misericordia de nosotros. Tú eres nuestro Protector, concédenos el triunfo sobre los que niegan la verdad\".  ",
    "times": 1
  },
  {
    "id": 54,
    "type": "Sleeping",
    "text": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
    "enTransliteration": "Bismika rabbee wadaAAtu janbee wabika arfaAAuh, fa-in amsakta nafsee farhamha, wa-in arsaltaha fahfathha bima tahfathu bihi AAibadakas-saliheen.",
    "enTranslation": "In Your name my Lord, I lie down and in Your name I rise, so if You should take my soul then have mercy upon it, and if You should return my soul then protect it in the manner You do so with Your righteous servants.",
    "frTransliteration": null,
    "frTranslation": "C'est en Ton nom, Seigneur, que je me suis couché et en Ton nom que je me lève. Si Tu retiens mon âme, alors sois clément envers elle ; par contre, si Tu la laisses vivre, protège-la comme Tu protèges Tes serviteurs vertueux.",
    "esTransliteration": "Bismika Rabbi wada’tu yanbi wa bika arfa‘uhu fa-in amsakta nafsi farhamha wa in arsaltaha faahfadh-ha bima tahfadho bihi ‘ibaadaka as-salihin.",
    "esTranslation": "En Tu nombre, mi Señor, me recuesto sobre mi costado y en Tu nombre me levanto. Si tomas mi alma, ten misericordia de ella y si la devuelves protégela, así como Tú proteges a Tus siervos virtuosos",
    "times": 1
  },
  {
    "id": 55,
    "type": "Sleeping",
    "text": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ  إِنِّي أَسْأَلُكَ العَافِيَةَ",
    "enTransliteration": "Allahumma innaka khalaqta nafsee wa-anta tawaffaha, laka mamatuha wamahyaha in ahyaytaha fahfathha, wa-in amattaha faghfir laha. Allahumma innee as-alukal-AAafiyah.",
    "enTranslation": "O Allah, verily You have created my soul and You shall take it’s life, to You belongs it’s life and death. If You should keep my soul alive then protect it, and if You should take it’s life then forgive it. O Allah, I ask You to grant me good health.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! C’est Toi qui as créé mon âme et c’est Toi qui la fait mourir, c’est à Toi qu’appartient sa mort et sa vie. Si Tu la laisses vivre, alors protège-là ; et si Tu lui donnes la mort, alors pardonne-lui. Ô Seigneur, je Te demande le salut.",
    "esTransliteration": "Allahumma innaka Jalaqta nafsii wa Anta tauafaahaa laka mamaatuha wa mahiaahaa in ahiaitahaa faajfaDhhaa wa in amattahaa faagfir lahaa Allahumma innii as.alukal ’aafiata.",
    "esTranslation": "Oh Allah, ciertamente Tú me has creado, y Tú tomarás mi alma, a Ti te pertenece mi muerte y mi vida, si la mantienes con vida, protégela y si le das muerte, entonces perdónala. ¡Oh Señor! Ciertamente te pido salud.",
    "times": 1
  },
  {
    "id": 56,
    "type": "Sleeping",
    "text": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
    "enTransliteration": "Allahumma qinee AAathabaka yawma tabAAathu AAibadak.",
    "enTranslation": "O Allah, protect me from Your punishment on the day Your servants are resurrected.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Epargne-moi Ton châtiment le jour où Tu ressusciteras Tes esclaves.",
    "esTransliteration": "Allahumma qinii ’adhaabaka iauma tab’azu ’ibaadaka.",
    "esTranslation": "Oh Allah, protégeme de Tu castigo en el día que resucites a Tus siervos.",
    "times": 1
  },
  {
    "id": 57,
    "type": "Sleeping",
    "text": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
    "enTransliteration": "Bismikal-lahumma amootu wa-ahya.",
    "enTranslation": "In Your name O Allah, I live and die.",
    "frTransliteration": null,
    "frTranslation": "C’est en Ton nom, Ô Seigneur, que je vis et que je meurs.",
    "esTransliteration": "Bismika Allahumma amuutu wa ahiaa.",
    "esTranslation": "En Tu nombre, Oh Allah muero y (re)vivo.",
    "times": 1
  },
  {
    "id": 58,
    "type": "Sleeping",
    "text": "سُبْحَانَ اللَّهِ",
    "enTransliteration": "Subhanal-lah.",
    "enTranslation": "Glory be to Allah.",
    "frTransliteration": null,
    "frTranslation": "Gloire et Pureté à Allah.",
    "esTransliteration": "Subhaana Alahi",
    "esTranslation": "Glorificado sea Al-lah",
    "times": 33
  },
  {
    "id": 59,
    "type": "Sleeping",
    "text": "الْحَمْدُ لِلَّهِ",
    "enTransliteration": "Alhamdu lillah",
    "enTranslation": "Praise be to Allah.",
    "frTransliteration": null,
    "frTranslation": "La louange est à Allah.",
    "esTransliteration": "Alhamdulillah",
    "esTranslation": "Alabado sea Al-lah",
    "times": 33
  },
  {
    "id": 60,
    "type": "Sleeping",
    "text": "اللَّهُ أَكْبَرُ",
    "enTransliteration": "Allahu akbar.",
    "enTranslation": "Allah is the greatest.",
    "frTransliteration": null,
    "frTranslation": "Allah est le Plus Grand.",
    "esTransliteration": "Allahu Akbar",
    "esTranslation": "Al-lah es Supremo",
    "times": 34
  },
  {
    "id": 61,
    "type": "Sleeping",
    "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
    "enTransliteration": "Allahumma rabbas-samawatis-sabAA, warabbal-AAarshil-AAatheem, rabbana warabba kulli shay/, faliqal-habbi wannawa, wamunazzilat-tawra, wal-injeel, walfurqan, aAAoothu bika min sharri kulli shayin anta akhithun binasiyatih. Allahumma antal-awwal, falaysa qablaka shay/, wa-antal-akhir, falaysa baAAdaka shay/, wa-antath-thahir falaysa fawqaka shay/, waantal-batin, falaysa doonaka shay/, iqdi AAannad-dayna wa-aghnina minal-faqr.",
    "enTranslation": "O Allah, Lord of the seven heavens and the exalted throne, our Lord and Lord of all things, Splitter of the seed and the date stone, Revealer of the Tawrah, the Injeel and the Furqan, I take refuge in You from the evil of all things You shall seize by the forelock (i.e. You have total mastery over). O Allah, You are The First so there is nothing before You and You are The Last so there is nothing after You.You are Aththahir so there is nothing above You and You are Al-Batin so there is nothing closer than You.Settle our debt for us and spare us from poverty.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur, Maître des sept cieux et Maître du Trône immense, notre Maître et le Maître de toute chose. Celui qui fend la graine et le noyau, et qui a fait descendre la Thora, l’Evangile et le Livre de Discernement (le Coran). Je cherche protection auprès de Toi contre le mal de toute chose que Tu saisis par le toupet. Ô seigneur ! Tu es le Premier, nul n’est avant Toi, Tu es le Dernier, nul n’est après Toi, Tu es l’Apparent, nul n’est au-dessus de Toi et Tu es le Caché, nul n’est au-dessous de Toi ; accorde-nous le moyen de payer la dette et accorde-nous de quoi éviter la pauvreté.",
    "esTransliteration": null,
    "esTranslation": "Oh Allah, Señor de los siete cielos y del Trono magnífico, nuestro Señor y soberano de todas las cosas, quien hace germinar la semilla y el carozo del dátil, quien ha revelado la Torah, el Evangelio y el Furqan me refugio en Ti de todo mal sobre lo que Tú tienes total dominio, Oh Allah, Tú eres el Primero, el que nada lo precedió, el último, el que nada lo sucederá, el Evidente, y no hay por encima de Ti, el Oculto, quien no hay nadie más allá de Ti. Salda nuestras deudas, y protégenos de la pobreza.",
    "times": 1
  },
  {
    "id": 62,
    "type": "Sleeping",
    "text": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ",
    "enTransliteration": "Alhamdu lillahil-lathee atAAamana wasaqana, wakafana, wa-awana, fakam mimman la kafiya lahu wala mu/wee.",
    "enTranslation": "All praise is for Allah, Who fed us and gave us drink, and Who is sufficient for us and has sheltered us, for how many have none to suffice them or shelter them.",
    "frTransliteration": null,
    "frTranslation": "La louange est à Allah qui nous a procuré à manger et à boire, qui nous a protégé de tout mal et nous a assuré un asile. Or nombreux sont ceux qui n’ont personne pour les protéger et pour leur assurer le gîte.",
    "esTransliteration": null,
    "esTranslation": "Alabado sea Allah quien nos alimentó, nos dio de beber, nos es suficiente y nos ha dado refugio, pero en cambio cuántos hay que no tienen quien sea suficiente y les de refugio.",
    "times": 1
  },
  {
    "id": 63,
    "type": "Sleeping",
    "text": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "enTransliteration": "Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, wa-an aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim.",
    "enTranslation": "O Allah, Knower of the seen and the unseen, Creator of the heavens and the earth, Lord and Sovereign of all things I bear witness that none has the right to be worshipped except You.  I take refuge in You from the evil of my soul and from the evil and shirk of the devil, and from committing wrong against my soul or bringing such upon another Muslim.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur, le Connaisseur de l’invisible et du visible, le Créateur des cieux et de la terre, Seigneur et Maître de toute chose. J’atteste qu’il n’y a pas de divinité sauf Toi. Je me mets sous Ta protection contre le mal de mon âme, contre le mal du diable et son polythéisme et contre le fait de me faire du tort à moi-même ou de causer du tort à un musulman.",
    "esTransliteration": null,
    "esTranslation": "Oh Allah, Conocedor de lo oculto y lo manifiesto, Creador de los cielos y de la tierra, Señor de los ángeles y de todas las cosas, atestiguo que no hay divinidad sino Tú, me refugio en Ti del mal de mi mismo, del mal del Sheitan y de su idolatría, y de cometer el mal a mi mismo, o en contra de un musulmán.",
    "times": 1
  },
  {
    "id": 64,
    "type": "Sleeping",
    "text": "يَقْرَأُ ﴿الــم﴾ تَنْزِيلَ السَّجْدَةِ، وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ",
    "enTransliteration": null,
    "enTranslation": "The Prophet, peace and blessings be upon him, would not go to sleep until he had recited Surat As-Sajdah (chapter 32) and Surat Al-Mulk (chapter 67)",
    "frTransliteration": null,
    "frTranslation": "Lire “Alif, Lâm, Mîm, la revelation…” (sourate “La Prosternation”, « As-Sajada ») et « Béni soit Celui dans la main de qui est la royauté » (sourate « La Royauté », « Al-Mulk »).",
    "esTransliteration": null,
    "esTranslation": "Solía el Mensajero de Allah (la paz y las bendiciones de Allah sean con él) no ir a dormir hasta leer Sura [32] “La prosternación” y Sura [67] “El Dominio.",
    "times": 1
  },
  {
    "id": 65,
    "type": "Sleeping",
    "text": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ",
    "enTransliteration": "Allahumma aslamtu nafsee ilayk, wafawwadtu amree ilayk, wawajjahtu wajhee ilayk, wa-alja/tu thahree ilayk, raghbatan warahbatan ilayk, la maljaa wala manja minka illa ilayk, amantu bikitabikal-lathee anzalt, wabinabiyyikal-lathee arsalt.",
    "enTranslation": "O Allah, I submit my soul unto You, and I entrust my affair unto You, and I turn my face towards You, and I totally rely on You, in hope and fear of You.Verily there is no refuge nor safe haven from You except with You.  I believe in Your Book which You have revealed and in Your Prophet whom You have sent.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Je t’ai soumis mon âme, je T’ai soumis toutes mes affaires, j’ai tourné mon visage vers Toi. Je m’en suis remis à Toi en toute chose. Je me suis adressé à Toi par amour et par crainte. Nul refuge contre Toi sauf auprès de Toi. J’ai cru au Livre que Tu as descendu et au prophète que Tu as envoyé.",
    "esTransliteration": null,
    "esTranslation": "Oh Señor me he sometido a Ti, he confiado a Ti mis asuntos, he vuelto mi rostro hacia ti, y he depositado mi completa confianza en Ti, con esperanza y temor, no hay refugio ni salvación de Ti, salvo en Ti, he creido en el libro que Has revelado, y en el Profeta que has enviado.\n",
    "times": 1
  },
  {
    "id": 66,
    "type": "Today",
    "text": " سُبْحَانَ اللهِ ، والْحَمْدُ لِلهِ ، وَاللهُ أَكْبَرُ ",
    "enTransliteration": "subḥaan-allaah, wal-ḥamdu lillaah, wallaahu akbar",
    "enTranslation": "How far from imperfections Allah is, all praise is for Allah, and Allah is the greatest.",
    "frTransliteration": null,
    "frTranslation": "Gloire et Pureté à Allah, la louange est à Allah, Allah est le Plus Grand.",
    "esTransliteration": null,
    "esTranslation": "Glorificado sea Al-lah,  Alabado sea Al-lah,  Al-lah es Supremo",
    "times": 33
  },
  {
    "id": 67,
    "type": "Today",
    "text": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
    "enTransliteration": "Subhâna l-lâhi wa bi-hamdihi.",
    "enTranslation": "How far from imperfections Allah is and I praise Him.",
    "frTransliteration": null,
    "frTranslation": "Gloire, pureté et Louange à Dieu",
    "esTransliteration": null,
    "esTranslation": "Glorificado sea Al-lah y alabado sea",
    "times": 100
  },
  {
    "id": 68,
    "type": "Today",
    "text": "لَا إِلهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وهُوَ عَلى كُلِّ شَيءٍ قَديرٌ",
    "enTransliteration": "Lâ ilâha illâ l-lâhu, wahdahu lâ sharîka lahu, lahu-l-mulku wa lahu-l-hamdu, wa huwa calâ kulli shay'in qadîr.",
    "enTranslation": "None has the right to be worshipped except Allah, alone, without partner. To Him belongs all sovereignty and praise and He is over all things omnipotent.",
    "frTransliteration": null,
    "frTranslation": "il n’y a pas de divinité [en droit d’être adorée] si ce n’est Allâh, Unique et sans associé. A Lui la royauté, à Lui la louange et Il est capable de toute chose",
    "esTransliteration": "La ilaha ilal-lah, wahdahu la sharika lah, Lahul-mulku wa lahul hamdu, wa huwa ‘ala Kul-li shai-in Qadiir",
    "esTranslation": "No existe ninguna divinidad excepto Al-lah, el Único, sin asociado. Suyo es el Reino y Suya la alabanza, y Él tiene poder sobre todas las cosas.",
    "times": 10
  },
  {
    "id": 69,
    "type": "Today",
    "text": "سُبْحانَ اللهِ وَبِحَمْدِهِ وسُبْحَانَ اللهِ العَظِيمِ",
    "enTransliteration": "Subḥaan-Allaahi wa biḥamdihi wa subḥaan-Allaahil-‛aẓeem",
    "enTranslation": "How far from imperfections Allah is and I praise Him. How far from imperfections Allah is, The Supreme.",
    "frTransliteration": null,
    "frTranslation": "Gloire et pureté à Allah ainsi que louange, et gloire à Allah le Tout Puissant.",
    "esTransliteration": "Subhan Allahi wa bihamdihi, Subhan Allahil Adhiim",
    "esTranslation": "Glorificado y alabado sea Allah, glorificado sea Allah el Grandioso",
    "times": 0
  },
  {
    "id": 70,
    "type": "Today",
    "text": " سُبْحَانَ اللهِ ، والْحَمْدُ لِلهِ ، لَا إِلَهَ إِلَّا اللهُ ، وَاللهُ أَكْبَرُ ",
    "enTransliteration": "Subḥaan-Allaahi, wal-ḥamdu-lillaahi, laa ilaaha ill-Allaahu, wallaahu akbar",
    "enTranslation": "How far from imperfections Allah is, and all praise is for Allah. None has the right to be worshipped except Allah, and Allah is the greatest.",
    "frTransliteration": null,
    "frTranslation": "Gloire et pureté à Allah, la louange est à Allah, Il n’y a pas de divinité [ en droit d’être adorée ] si ce n’est Allah et Allah est le Plus Grand.",
    "esTransliteration": null,
    "esTranslation": "Glorificado sea Allah; Alabado sea Allah; No hay más dios que Allah y Al-lah es Supremo",
    "times": 0
  },
  {
    "id": 71,
    "type": "Today",
    "text": "سُبْحَانَ اللهِ",
    "enTransliteration": "Subhâna l-lâhi.",
    "enTranslation": "Glory be to Allah.",
    "frTransliteration": null,
    "frTranslation": "Gloire et Pureté à Allah.",
    "esTransliteration": "Subhaana Alahi",
    "esTranslation": "Glorificado sea Allah",
    "times": 100
  },
  {
    "id": 72,
    "type": "Today",
    "text": "سُبْحَانَ اللهِ العَظِيمِ وبِحَمْدِهِ",
    "enTransliteration": "Subḥaan-Allaahil-‛aẓeemi wa bi ḥamdihi",
    "enTranslation": "How far from imperfections Allah is. The Supreme, and I praise Him.",
    "frTransliteration": null,
    "frTranslation": "Gloire et pureté à Allah le Tout Puissant, ainsi que Louange.",
    "esTransliteration": "Subhaan Allaah il ‘adim wa bi hamdihi",
    "esTranslation": "Glorificado y alabado sea Allah",
    "times": 0
  },
  {
    "id": 73,
    "type": "Today",
    "text": "لَا حَوٍلَ وَلَا قُوَّةَ إِلَّا باللهِ",
    "enTransliteration": "Lâ hawla wa lâ quwwata illâ bi-l-lâhi.",
    "enTranslation": "There is no might nor power except with Allah.",
    "frTransliteration": null,
    "frTranslation": "Il n’y a de force ni de puissance qu’en Allah.",
    "esTransliteration": "La háwla wa la qúwata ílla billáh",
    "esTranslation": "no hay poder ni fuerza sino en Dios",
    "times": 0
  },
  {
    "id": 74,
    "type": "Today",
    "text": " لَا إِلَهَ إِلَّا اللهُ ، وَحْدَهُ لَا شَرِيكَ لَهُ ، اللهُ أَكْبَرُ كَبِيرًا ، والْحَمْدُ لِلهِ كَثِيرًا ، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ ، لَا حَوْلَ وَلَا قُوَّةَ إِلَا بِاللهِ الْعَزِيزِ الْحَكِيمِ",
    "enTransliteration": "Lâ ilâha illâ l-lâhu, wahdahu lâ sharîka lahu. Allâhu akbaru kabîran, wa-l-hamdu li-l-lâhi kathîran. Subhâna l-lâhi rabbi-l-câlamîna. Lâ hawla wa la quwwata illâ bi-l-lâhi-l'azîzi-l-hakîm.",
    "enTranslation": "None has the right to be worshipped except Allah, alone, without partner. Allah is most great and much praise is for Allah. How far from imperfections Allah is, Lord of the worlds. There is no might nor power except with Allah, The Exalted in might, The Wise.",
    "frTransliteration": null,
    "frTranslation": "il n’y a pas de divinité [en droit d’être adorée] si ce n’est Allâh, Unique et sans associé. Allah est le Plus Grand dans toute Sa grandeur. La louange est à Allah en abondance. Gloire et pureté à Allah, maître des Univers. Il n’est de puissance ni de force que par Allah, le Puissant, le Sage.",
    "esTransliteration": "La ilaha illa Al-láhu wahdahu la sharika lahu; Al-láhu akbar kabiran, wal hamdulillahi kaciran, wa subhana Al-láhi rabbil álamin; wa la hawla wa la qwata illa billahi al azizil hakim.",
    "esTranslation": "No hay más dios que Al-láh, sólo y sin asociado. Al-láh es el más grande y al que pertenecen todas las alabanzas. Gloria a Al-láh el Señor de los mundos. Y no hay poder ni fuerza, excepto por Al-láh, El Poderoso, El Sabio",
    "times": 0
  },
  {
    "id": 75,
    "type": "Today",
    "text": " اللَّهُمَّ اغْفِرْ لِي ، وَارْحَمْنِي ، وَاهْدِنِي ، وَارْزُقْنِي ",
    "enTransliteration": " Allâhumma ghfir lî, wa rhamnî, wa hdinî, wa rzuqnî.",
    "enTranslation": " O Allah, forgive me, have mercy upon me, guide me and grant me sustenance.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Pardonne-moi, accorde-moi Ta miséricorde, guide-moi sur le droit chemin et procure-moi ma subsistance.",
    "esTransliteration": null,
    "esTranslation": "Oh, Allah, perdóname, y ten misericordia de mi, guíame, y provéeme",
    "times": 0
  },
  {
    "id": 76,
    "type": "Today",
    "text": "اللَّهُمَّ اغْفِرِ لِي، وارْحَمْنِي، واهْدِنِي، وعَافِنِي وارْزُقْنِي",
    "enTransliteration": "Allâhumma ghfir lî, wa rhamnî, wa hdinî, wa 'âfinî, wa rzuqnî.",
    "enTranslation": "O Allah, forgive me, have mercy upon me, guide me, give me health and grant me sustenance.",
    "frTransliteration": null,
    "frTranslation": "Ô Seigneur ! Pardonne-moi, accorde-moi Ta miséricorde, guide-moi sur le droit chemin, accorde-moi le salut (ou la santé) et procure-moi ma subsistance.",
    "esTransliteration": null,
    "esTranslation": "Oh, Allah, perdóname, y ten misericordia de mi, guíame, absuélveme, y provéeme",
    "times": 0
  },
  {
    "id": 77,
    "type": "Today",
    "text": "الْحَمْدُ للهِ.لَا إِلَه إِلَّا اللهُ",
    "enTransliteration": "Al hamdu li-l-lâh. Lâ ilâha illâ l-lâh.",
    "enTranslation": "All praise is for Allah. None has the right to be worshipped except Allah.",
    "frTransliteration": null,
    "frTranslation": "La louange est à Dieu. Nulle divinité n’est en droit d’être adorée à part Allah",
    "esTransliteration": null,
    "esTranslation": "Alabado sea Al-lah,  No hay divinidad excepto Dios",
    "times": 0
  },
  {
    "id": 78,
    "type": "Today",
    "text": "سُبْحَانَ اللهِ، والْحَمْدُ للهِ، لَا إِلَهَ إَلَّا اللهُ واللهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إلَّا باللهِ",
    "enTransliteration": "Subhâna l-lâhi, wa-l-hamdu li-l-lâhi, wa lâ ilâha illâ l-lâhu, wa l-lâhu akbaru, wa lâ hawla wa lâ quwwata illâ bi-l-lâhi.",
    "enTranslation": "How perfect Allah is, and all praise is for Allah. None has the right to be worshipped except Allah, and Allah is the greatest. There is no might nor power except with Allah.",
    "frTransliteration": null,
    "frTranslation": "Gloire et pureté à Allah, la louange est à Allah, il n’y a de divinité qu’Allah, Allah est le Plus Grand et il n’y a de puissance ni de force qu’en Allah.",
    "esTransliteration": null,
    "esTranslation": "Glorificado sea Allah; Alabado sea Allah; No hay más dios que Allah y Al-lah es Supremo,  no hay poder ni fuerza sino en Dios.",
    "times": 0
  },
  {
    "id": 79,
    "type": "Today",
    "text": "أَسْتَغْفِرُ اللهَ الَّذِي لَا إِلَهَ إلَّا هُوَ الحَيُّ القَيّوُمُ وأَتُوبُ إِلَيهِ",
    "enTransliteration": "Astaghfiru l-lâha-l-'azîma l-ladhî lâ ilâha illâ huwa-l-hayyu-l-qayyûmu, wa atûbu ilayhi.",
    "enTranslation": "I seek Allah’s forgiveness, besides whom, none has the right to be worshipped except He, The Ever Living, The Self-Subsisting and Supporter of all, and I turn to Him in repentance.",
    "frTransliteration": null,
    "frTranslation": "Je demande pardon à Allah en dehors de qui il n’y a pas d’autre divinité, le Puissant, le Vivant, qui assure la bonne marche et la subsistance de toute chose et je reviens à Lui.",
    "esTransliteration": "'astaghfir allah aladhaa la 'iilah 'iilaa hu alhaa alqayuwm wa'atub 'iilayh",
    "esTranslation": "Pido perdón a Allah no hay divinidad salvo Él, el Viviente el Subsistente y a Él vuelvo arrepentido",
    "times": 0
  },
  {
    "id": 80,
    "type": "Today",
    "text": "أَسْتَغْفِرُ الله",
    "enTransliteration": "Astaghfiru Allah",
    "enTranslation": "I seek Allah’s forgiveness",
    "frTransliteration": null,
    "frTranslation": "Je demande pardon à Allah",
    "esTransliteration": null,
    "esTranslation": "Pido perdón a Allah",
    "times": 100
  },
  {
    "id": 81,
    "type": "Today",
    "text": "أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ",
    "enTransliteration": "A’uthu Billahi Mina shaytan Arajeem Min hamzih wa Nafkhih wa Nafthih.",
    "enTranslation": "I seek refuge in Allah, All-Hearing and All-Knowing from the accursed devil, from his evil suggestion (hamz), from his puffing up (nafkh), and from his spitting (nafth).",
    "frTransliteration": null,
    "frTranslation": "Je cherche protection après d’Allah, qui entend et sait tout, contre Satan le maudit, contre le fait qu’il soit la cause d’une mort subite, contre le fait qu’il insuffle l’orgueil et incite à proférer des paroles futiles.",
    "esTransliteration": "a‘ûdzu billâhi min ash-shaytâni r-raÿîmi min hámçihi wa náfjihi wa náfazih",
    "esTranslation": "Me refugio en Allah contra Satanás el Lapidado, contra su susurro, su soplo y su embrujo",
    "times": 0
  }
]